alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
ark
b43-fwcutter
base
base-devel
bat
bluez-utils
dolphin-plugins
downgrade
duf
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-log-tool
eos-packagelist
eos-plasma-sddm-config
eos-rankmirrors
eos-settings-plasma
eos-update-notifier
ethtool
eza
ffmpegthumbnailer
firefox
fsarchiver
github-cli
glances
go
google-chrome
gwenview
haruna
haveged
hdparm
hwdetect
hwinfo
inetutils
intellij-idea-ultimate-edition
jfsutils
kate
kcalc
kdenetwork-filesharing
kdeplasma-addons
kernel-install-for-dracut
kgamma
kwallet-pam
libappindicator-gtk3
libgsf
libwnck3
logrotate
lsb-release
lsscsi
man-db
man-pages
minicom
mtools
nano-syntax-highlighting
neovim
netctl
networkmanager-openconnect
networkmanager-openvpn
ntp
nvidia-dkms
nvidia-hook
nvidia-inst
okular
pavucontrol
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-systemmonitor
poppler-glib
print-manager
pv
rebuild-detector
ripgrep
sddm-kcm
sg3_utils
sof-firmware
spectacle
spotify
tldr
ttf-fira-sans
ttf-firacode-nerd
ttf-opensans
unzip
vi
visual-studio-code-bin
welcome
wezterm
xl2tpd
xorg-xinit
xorg-xinput
xorg-xkill
xwaylandvideobridge
zoxide
